Repository: keliway/FilmStock
Catalog: FilmStock/*.lproj/Localizable.strings
Languages: de, es, fr, ja, no, pl

# formats.addMessage
source: Enter the name for the custom format.
de: Gib den Namen für das eigene Format ein.
es: Introduce el nombre del formato personalizado.
fr: Entrez le nom du format personnalisé.
ja: カスタムフォーマットの名前を入力してください。

# formats.duplicateError
source: This format already exists.
de: Dieses Format existiert bereits.
es: Este formato ya existe.
fr: Ce format existe déjà.
ja: このフォーマットは既に存在します。

# formats.duplicateTitle
source: Duplicate Format
de: Doppeltes Format
es: Formato duplicado
fr: Format en double
ja: 重複するフォーマット

# formats.duplicateMessage
source: A format with this name already exists.
de: Ein Format mit diesem Namen existiert bereits.
es: Ya existe un formato con este nombre.
fr: Un format avec ce nom existe déjà.
ja: この名前のフォーマットは既に存在します。

# formats.addCustom
source: Add Custom Format
de: Eigenes Format hinzufügen
es: Añadir formato personalizado
fr: Ajouter un format personnalisé
ja: カスタムフォーマットを追加

# about.title
source: About
de: Über
es: Acerca de
fr: À propos
ja: について
no: Om
pl: O aplikacji

# about.tagline
source: Your Personal Film Collection Manager
de: Dein persönlicher Filmsammlungs-Manager
es: Tu gestor personal de colección de películas
fr: Votre gestionnaire personnel de collection de films
ja: あなた専用のフィルムコレクション管理アプリ
no: Din personlige filmsamlingshåndterer
pl: Twój osobisty menedżer kolekcji filmów

# about.description
source: FilmStock helps you keep track of your film collection, manage loaded films in your cameras, and never lose track of whats in your camera and whats in your fridge. Any feedback or manufacturers I forgot? Please let me know!
de: FilmStock hilft dir, deine Filmsammlung zu verwalten, eingelegte Filme in deinen Kameras zu organisieren und nie den Überblick zu verlieren, was in deiner Kamera und was in deinem Kühlschrank ist. Feedback oder vergessene Hersteller? Lass es mich wissen!
es: FilmStock te ayuda a llevar un registro de tu colección de películas, gestionar películas cargadas en tus cámaras y nunca perder la pista de lo que está en tu cámara y lo que está en tu refrigerador. ¿Comentarios o fabricantes olvidados? ¡Házmelo saber!
fr: FilmStock vous aide à garder une trace de votre collection de films, à gérer les films chargés dans vos appareils et à ne jamais perdre la trace de ce qui est dans votre appareil et ce qui est dans votre réfrigérateur. Des commentaires ou des fabricants oubliés ? Faites-le moi savoir !
ja: FilmStockは、フィルムコレクションの追跡、カメラに装填されたフィルムの管理、カメラに入っているものと冷蔵庫に入っているものを見失わないようにするのに役立ちます。フィードバックや忘れられたメーカーがあれば教えてください！
no: FilmStock hjelper deg med å holde styr på filmsamlingen din, administrere innlagte filmer i kameraene dine, og aldri miste oversikten over hva som er i kameraet ditt og hva som er i kjøleskapet. Tilbakemeldinger eller glemte produsenter? Gi meg beskjed!
pl: FilmStock pomaga śledzić twoją kolekcję filmów, zarządzać załadowanymi filmami w aparatach i nigdy nie tracić z oczu tego, co jest w twoim aparacie i co jest w lodówce. Uwagi lub zapomniani producenci? Daj mi znać!

# about.developedBy
source: Developed by
de: Entwickelt von
es: Desarrollado por
fr: Développé par
ja: 開発者
no: Utviklet av
pl: Opracowane przez

# about.contactUs
source: Contact me
de: Kontaktiere mich
es: Contáctame
fr: Contactez-moi
ja: お問い合わせ
no: Kontakt meg
pl: Skontaktuj się ze mną

# about.emailError.title
source: Email Not Available
de: E-Mail nicht verfügbar
es: Correo no disponible
fr: E-mail non disponible
ja: メールが利用できません
no: E-post ikke tilgjengelig
pl: E-mail niedostępny

# about.emailError.message
source: Please contact me at hello@halbe.no
de: Bitte kontaktiere mich unter hello@halbe.no
es: Por favor contáctame en hello@halbe.no
fr: Veuillez me contacter à hello@halbe.no
ja: hello@halbe.no までご連絡ください
no: Vennligst kontakt meg på hello@halbe.no
pl: Skontaktuj się ze mną pod adresem hello@halbe.no

# about.emailNotAvailable.title
source: Email Not Available
de: E-Mail nicht verfügbar
es: Correo no disponible
fr: E-mail non disponible
ja: メールが利用できません
no: E-post ikke tilgjengelig
pl: E-mail niedostępny

# about.emailNotAvailable.message
source: Please contact me at hello@halbe.no
de: Bitte kontaktiere mich unter hello@halbe.no
es: Por favor contáctame en hello@halbe.no
fr: Veuillez me contacter à hello@halbe.no
ja: hello@halbe.no までご連絡ください
no: Vennligst kontakt meg på hello@halbe.no
pl: Skontaktuj się ze mną pod adresem hello@halbe.no

# legal.privacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
no: Personvernerklæring
pl: Polityka prywatności

# legal.termsOfService
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
no: Vilkår for bruk
pl: Warunki korzystania

# legal.copyright
source: © %d Jonas Halbe. All rights reserved.
de: © %d Jonas Halbe. Alle Rechte vorbehalten.
es: © %d Jonas Halbe. Todos los derechos reservados.
fr: © %d Jonas Halbe. Tous droits réservés.
ja: © %d Jonas Halbe. 無断転載禁止。
no: © %d Jonas Halbe. Alle rettigheter reservert.
pl: © %d Jonas Halbe. Wszelkie prawa zastrzeżone.

# legal.lastUpdated
source: Last updated: January 2026
de: Letzte Aktualisierung: Januar 2026
es: Última actualización: noviembre de 2024
fr: Dernière mise à jour : novembre 2025
ja: 最終更新：2024年11月
no: Sist oppdatert: november 2024
pl: Ostatnia aktualizacja: listopad 2024

# legal.englishOnly
source: This document is provided in English only.
de: Dieses Dokument ist nur auf Englisch verfügbar.
es: Este documento se proporciona solo en inglés.
fr: Ce document est fourni en anglais uniquement.
ja: この文書は英語でのみ提供されています。
pl: Ten dokument jest dostępny tylko w języku angielskim.

# support.title
source: Support
de: Unterstützung
es: Soporte
fr: Soutien
ja: サポート
no: Støtte
pl: Wsparcie

# support.buyMeCoffee
source: Buy Me a Coffee
de: Spendier mir einen Kaffee
es: Invítame un café
fr: Offrez-moi un café
ja: コーヒーを贈る
no: Kjøp meg en kaffe
pl: Postaw mi kawę

# support.description
source: Say thank you
de: Sag danke
es: Di gracias
fr: Dites merci
ja: 感謝を伝える
no: Si takk
pl: Powiedz dziękuję

# support.header
source: Support FilmStock
de: FilmStock unterstützen
es: Apoyar FilmStock
fr: Soutenir FilmStock
ja: FilmStockをサポート
no: Støtt FilmStock
pl: Wesprzyj FilmStock

# support.message
source: If you're enjoying FilmStock, consider supporting its development with a small contribution.
de: Wenn dir FilmStock gefällt, erwäge die Entwicklung mit einem kleinen Beitrag zu unterstützen.
es: Si disfrutas FilmStock, considera apoyar su desarrollo con una pequeña contribución.
fr: Si vous appréciez FilmStock, envisagez de soutenir son développement avec une petite contribution.
ja: FilmStockを楽しんでいただけている場合は、少額のご支援をご検討ください。
no: Hvis du liker FilmStock, vurder å støtte utviklingen med et lite bidrag.
pl: Jeśli podoba ci się FilmStock, rozważ wsparcie jego rozwoju małym wkładem.

# support.message.withPrice
source: If you're enjoying FilmStock, consider supporting its development with a small %@ contribution.
de: Wenn dir FilmStock gefällt, erwäge die Entwicklung mit einem kleinen Beitrag von %@ zu unterstützen.
es: Si disfrutas FilmStock, considera apoyar su desarrollo con una pequeña contribución de %@.
fr: Si vous appréciez FilmStock, envisagez de soutenir son développement avec une petite contribution de %@.
ja: FilmStockを楽しんでいただけている場合は、%@ のご支援をご検討ください。
no: Hvis du liker FilmStock, vurder å støtte utviklingen med et lite bidrag på %@.
pl: Jeśli podoba ci się FilmStock, rozważ wsparcie jego rozwoju małym wkładem w wysokości %@.

# support.benefits
source: This app is free and will always stay free. Your support helps me keeping the app updated, add new features, and ensures FilmStock continues to be the best film management app.
de: Diese App ist kostenlos und wird immer kostenlos bleiben. Deine Unterstützung hilft mir, die App auf dem neuesten Stand zu halten, neue Funktionen hinzuzufügen und sicherzustellen, dass FilmStock weiterhin die beste Film-Verwaltungs-App bleibt.
es: Esta aplicación es gratuita y siempre lo será. Tu apoyo me ayuda a mantener la aplicación actualizada, añadir nuevas funciones y asegurar que FilmStock siga siendo la mejor aplicación de gestión de películas.
fr: Cette application est gratuite et le restera toujours. Votre soutien m'aide à maintenir l'application à jour, à ajouter de nouvelles fonctionnalités et à garantir que FilmStock reste la meilleure application de gestion de films.
ja: このアプリは無料で、今後も無料のままです。あなたのサポートは、アプリを最新の状態に保ち、新機能を追加し、FilmStockが最高のフィルム管理アプリであり続けることを保証します。
no: Denne appen er gratis og vil alltid være det. Din støtte hjelper meg med å holde appen oppdatert, legge til nye funksjoner og sikre at FilmStock fortsetter å være den beste filmhåndteringsappen.
pl: Ta aplikacja jest darmowa i zawsze będzie darmowa. Twoje wsparcie pomaga mi utrzymać aplikację zaktualizowaną, dodawać nowe funkcje i zapewnić, że FilmStock pozostanie najlepszą aplikacją do zarządzania filmami.

# support.button.withPrice
source: Buy Me a Coffee (%@)
de: Spendier mir einen Kaffee (%@)
es: Invítame un café (%@)
fr: Offrez-moi un café (%@)
ja: コーヒーを贈る (%@)
no: Kjøp meg en kaffe (%@)
pl: Postaw mi kawę (%@)

# support.loading
source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
no: Laster...
pl: Ładowanie...

# support.selectAmount
source: Select an amount:
de: Wähle einen Betrag:
es: Selecciona una cantidad:
fr: Sélectionnez un montant :
ja: 金額を選択：
no: Velg et beløp:
pl: Wybierz kwotę:

# support.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
no: Gjenopprett kjøp
pl: Przywróć zakupy

# support.thankYou.title
source: Thank You!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
ja: ありがとうございます！
no: Takk!
pl: Dziękuję!

# support.thankYou.message
source: Your support means a lot to me. I truly appreciate it!
de: Deine Unterstützung bedeutet mir viel. Ich weiß das wirklich zu schätzen!
es: Tu apoyo significa mucho para mí. ¡Realmente lo aprecio!
fr: Votre soutien signifie beaucoup pour moi. Je l'apprécie vraiment !
ja: あなたのサポートは私にとって大きな意味があります。本当に感謝しています！
no: Din støtte betyr mye for meg. Jeg setter virkelig pris på det!
pl: Twoje wsparcie wiele dla mnie znaczy. Naprawdę to doceniam!

# support.confirm.title
source: Confirm Support
de: Unterstützung bestätigen
es: Confirmar apoyo
fr: Confirmer le soutien
ja: サポートを確認
no: Bekreft støtte
pl: Potwierdź wsparcie

# support.confirm.message
source: This will purchase a %@ support contribution. Thank you!
de: Dies wird einen Unterstützungsbeitrag von %@ kaufen. Vielen Dank!
es: Esto comprará una contribución de apoyo de %@. ¡Gracias!
fr: Cela achètera une contribution de soutien de %@. Merci !
ja: %@ のサポート寄付を購入します。ありがとうございます！
no: Dette vil kjøpe et støttebidrag på %@. Takk!
pl: To kupi wkład wspierający w wysokości %@. Dziękuję!

# support.confirm.message.noPrice
source: This will purchase a support contribution. Thank you!
de: Dies wird einen Unterstützungsbeitrag kaufen. Vielen Dank!
es: Esto comprará una contribución de apoyo. ¡Gracias!
fr: Cela achètera une contribution de soutien. Merci !
ja: サポート寄付を購入します。ありがとうございます！
no: Dette vil kjøpe et støttebidrag. Takk!
pl: To kupi wkład wspierający. Dziękuję!

# support.confirm
source: Yes, Support FilmStock
de: Ja, FilmStock unterstützen
es: Sí, apoyar FilmStock
fr: Oui, soutenir FilmStock
ja: はい、FilmStockをサポート
no: Ja, støtt FilmStock
pl: Tak, wesprzyj FilmStock

# support.error.productNotAvailable
source: Product not available. Please try again later.
de: Produkt nicht verfügbar. Bitte versuche es später erneut.
es: Producto no disponible. Por favor inténtalo más tarde.
fr: Produit non disponible. Veuillez réessayer plus tard.
ja: 製品が利用できません。後でもう一度お試しください。
no: Produkt ikke tilgjengelig. Vennligst prøv igjen senere.
pl: Produkt niedostępny. Spróbuj ponownie później.

# support.error.verificationFailed
source: Purchase verification failed: %@
de: Kaufüberprüfung fehlgeschlagen: %@
es: La verificación de compra falló: %@
fr: Échec de la vérification de l'achat : %@
ja: 購入の検証に失敗しました：%@
no: Kjøpsverifisering mislyktes: %@
pl: Weryfikacja zakupu nie powiodła się: %@

# support.error.pending
source: Purchase is pending approval
de: Kauf wartet auf Genehmigung
es: La compra está pendiente de aprobación
fr: L'achat est en attente d'approbation
ja: 購入は承認待ちです
no: Kjøpet venter på godkjenning
pl: Zakup oczekuje na zatwierdzenie

# support.error.unknown
source: Unknown purchase result
de: Unbekanntes Kaufergebnis
es: Resultado de compra desconocido
fr: Résultat d'achat inconnu
ja: 不明な購入結果
no: Ukjent kjøpsresultat
pl: Nieznany wynik zakupu

# support.error.failed
source: Purchase failed: %@
de: Kauf fehlgeschlagen: %@
es: La compra falló: %@
fr: Échec de l'achat : %@
ja: 購入に失敗しました：%@
no: Kjøp mislyktes: %@
pl: Zakup nie powiódł się: %@

# support.error.nothingToRestore
source: No previous purchases found.
de: Keine früheren Käufe gefunden.
es: No se encontraron compras anteriores.
fr: Aucun achat précédent trouvé.
ja: 以前の購入が見つかりません。
pl: Nie znaleziono poprzednich zakupów.

# support.error.restoreFailed
source: Restore failed: %@
de: Wiederherstellung fehlgeschlagen: %@
es: La restauración falló: %@
fr: Échec de la restauration : %@
ja: 復元に失敗しました：%@
pl: Przywracanie nie powiodło się: %@

# delete.film.title
source: Remove Film
de: Film entfernen
es: Quitar película
fr: Retirer le film
ja: フィルムを取り除く
no: Fjern film
pl: Usuń film

# delete.film.message
source: Are you sure you want to remove %@?
de: Möchtest du %@ wirklich entfernen?
es: ¿Estás seguro de que quieres quitar %@?
fr: Êtes-vous sûr de vouloir retirer %@ ?
ja: %@ を取り除いてもよろしいですか？
no: Er du sikker på at du vil fjerne %@?
pl: Czy na pewno chcesz usunąć %@?

# delete.image.title
source: Delete Image
de: Bild löschen
es: Eliminar imagen
fr: Supprimer l'image
ja: 画像を削除
no: Slett bilde
pl: Usuń obraz

# error.cannotDelete.title
source: Cannot Remove Film
de: Film kann nicht entfernt werden
es: No se puede quitar la película
fr: Impossible de retirer le film
ja: フィルムを取り除けません
no: Kan ikke fjerne film
pl: Nie można usunąć filmu

# error.cannotDeleteLoaded
source: "%@" is currently loaded in a camera. Please unload it first before removing.
de: "%@" ist derzeit in einer Kamera eingelegt. Bitte nimm ihn zuerst heraus, bevor du ihn entfernst.
es: "%@" está actualmente cargada en una cámara. Por favor descárgala primero antes de quitarla.
fr: "%@" est actuellement chargé dans un appareil. Veuillez d'abord le décharger avant de le retirer.
ja: "%@" は現在カメラに装填されています。取り除く前に取り出してください。
no: "%@" er for øyeblikket innlagt i et kamera. Vennligst ta den ut først før du fjerner.
pl: "%@" jest obecnie załadowany w aparacie. Proszę najpierw go wyjąć przed usunięciem.

# error.nameEmpty
source: Film name cannot be empty
de: Filmname darf nicht leer sein
es: El nombre de la película no puede estar vacío
fr: Le nom du film ne peut pas être vide
ja: フィルム名を入力してください
no: Filmnavn kan ikke være tomt
pl: Nazwa filmu nie może być pusta

# error.invalidYear
source: Year must be between 1950 and 2100
de: Jahr muss zwischen 1950 und 2100 liegen
es: El año debe estar entre 1950 y 2100
fr: L'année doit être entre 1950 et 2100
ja: 年は1950から2100の間で入力してください
no: År må være mellom 1950 og 2100
pl: Rok musi być pomiędzy 1950 a 2100

# error.invalidMonth
source: Month must be between 01 and 12
de: Monat muss zwischen 01 und 12 liegen
es: El mes debe estar entre 01 y 12
fr: Le mois doit être entre 01 et 12
ja: 月は01から12の間で入力してください
no: Måned må være mellom 01 og 12
pl: Miesiąc musi być pomiędzy 01 a 12

# error.invalidDate
source: Invalid date format
de: Ungültiges Datumsformat
es: Formato de fecha inválido
fr: Format de date invalide
ja: 無効な日付形式です
no: Ugyldig datoformat
pl: Nieprawidłowy format daty

# error.invalidDateFormat
source: Date must be YYYY or MM/YYYY
de: Datum muss JJJJ oder MM/JJJJ sein
es: La fecha debe ser AAAA o MM/AAAA
fr: La date doit être AAAA ou MM/AAAA
ja: 日付はYYYYまたはMM/YYYY形式で入力してください
no: Dato må være ÅÅÅÅ eller MM/ÅÅÅÅ
pl: Data musi być w formacie RRRR lub MM/RRRR

# film.exposures
source: Exposures
de: Aufnahmen
fr: Poses

source: Add Rolls
de: Rollen hinzufügen
fr: Ajouter des rouleaux

# loaded.detail.title
source: Roll Details
de: Rollendaten
fr: Détails de la pellicule

# loaded.detail.rollSection
source: In Camera
de: In der Kamera
fr: Dans l'appareil

# loaded.detail.filmSection
source: Film Properties
de: Filmeigenschaften
fr: Propriétés du film

# loaded.detail.loadedDate
source: Loaded
de: Eingelegt
fr: Chargé le

# loaded.detail.daysOnCamera
source: On Camera
de: In der Kamera
fr: Dans l'appareil

# loaded.detail.today
source: Today
de: Heute
fr: Aujourd'hui

# loaded.detail.day
source: %d day
de: %d Tag
fr: %d jour

# loaded.detail.days
source: %d days
de: %d Tage
fr: %d jours

# loaded.detail.frozen
source: Frozen
de: Eingefroren
fr: Congelé

# finished.detail.title
source: Finished Roll
de: Fertige Rolle
fr: Pellicule terminée

# finished.detail.finishedDate
source: Finished
de: Fertiggestellt
fr: Terminé le

# finished.detail.daysOnRoll
source: Days on Roll
de: Tage auf der Rolle
fr: Jours sur la pellicule

# add.rolls.section
source: Rolls
de: Rollen
fr: Rouleaux

# add.rolls.hint
source: Add at least one roll to save this film.
de: Füge mindestens eine Rolle hinzu, um diesen Film zu speichern.
fr: Ajoutez au moins un rouleau pour enregistrer ce film.

# film.exposures.unspecified
source: Unspecified
de: Nicht angegeben
fr: Non spécifié

# film.exposures.custom
source: Custom
de: Benutzerdefiniert
fr: Personnalisé

# film.exposures.customCount
source: Number of exposures
de: Anzahl der Aufnahmen
fr: Nombre de poses

# edit.rolls.title
source: Edit %@ Rolls
de: %@ Rollen bearbeiten
fr: Modifier les rouleaux %@

# film.noExpiry
source: No expiry date
de: Kein Ablaufdatum
fr: Sans date d'expiration

# load.selectRoll
source: Select Roll
de: Rolle auswählen
fr: Sélectionner une pellicule

# search.noResults
source: No Results
de: Keine Ergebnisse
fr: Aucun résultat

# search.noResults.description
source: Try adjusting your search or filters.
de: Versuche deine Suche oder Filter anzupassen.
fr: Essayez d'ajuster votre recherche ou vos filtres.

# load.title
source: Load Film
de: Film einlegen
es: Cargar película
fr: Charger le film
ja: フィルムを装填
no: Legg inn film
pl: Załaduj film

# load.selectCamera
source: Select Camera
de: Kamera auswählen
es: Seleccionar cámara
fr: Sélectionner l'appareil
ja: カメラを選択
no: Velg kamera
pl: Wybierz aparat

# load.suggestedCameras
source: Suggested
de: Empfohlen
fr: Suggérés

# load.otherCameras
source: Other
de: Weitere
fr: Autres

# load.selectFormat
source: Select Format
de: Format auswählen
es: Seleccionar formato
fr: Sélectionner le format
ja: フォーマットを選択
no: Velg format
pl: Wybierz format

# load.searchCamera
source: Search or add camera
de: Kamera suchen oder hinzufügen
es: Buscar o añadir cámara
fr: Rechercher ou ajouter un appareil
ja: カメラを検索または追加
no: Søk eller legg til kamera
pl: Szukaj lub dodaj aparat

# load.error.noRolls
source: No rolls available for this format
de: Keine Rollen für dieses Format verfügbar
es: No hay rollos disponibles para este formato
fr: Aucun rouleau disponible pour ce format
ja: このフォーマットで利用可能なロールがありません
no: Ingen ruller tilgjengelig for dette formatet
pl: Brak dostępnych rolek dla tego formatu

# load.error.failed
source: Failed to load film. Make sure you have at least %d %@ available.
de: Film konnte nicht eingelegt werden. Stelle sicher, dass mindestens %d %@ verfügbar sind.
es: Error al cargar la película. Asegúrate de tener al menos %d %@ disponibles.
fr: Échec du chargement du film. Assurez-vous d'avoir au moins %d %@ disponibles.
ja: フィルムの装填に失敗しました。少なくとも %d %@ が利用可能であることを確認してください。
no: Kunne ikke legge inn film. Sørg for at du har minst %d %@ tilgjengelig.
pl: Nie udało się załadować filmu. Upewnij się, że masz co najmniej %d %@ dostępnych.

# load.noFormatsAvailable
source: No formats available
de: Keine Formate verfügbar
es: No hay formatos disponibles
fr: Aucun format disponible
ja: 利用可能なフォーマットがありません
no: Ingen formater tilgjengelig
pl: Brak dostępnych formatów

# load.rollsAvailable
source: roll(s) available
de: Rolle(n) verfügbar
es: rollo(s) disponible(s)
fr: rouleau(x) disponible(s)
ja: 本利用可能
no: rulle(r) tilgjengelig
pl: rolka/rolki dostępne

# load.sheetsAvailable
source: sheet(s) available
de: Blatt/Blätter verfügbar
es: hoja(s) disponible(s)
fr: feuille(s) disponible(s)
ja: 枚利用可能
no: ark tilgjengelig
pl: arkusz(y) dostępne

# load.loadedSuccessfully
source: Film loaded, have fun!
de: Film eingelegt, viel Spaß!
es: ¡Película cargada, diviértete!
fr: Film chargé, amusez-vous bien !
ja: フィルムが装填されました、楽しんでください！
no: Film lagt inn, ha det gøy!
pl: Film załadowany, baw się dobrze!

# load.cameraRequired
source: Please select a camera
de: Bitte wähle eine Kamera aus
es: Por favor selecciona una cámara
fr: Veuillez sélectionner un appareil
ja: カメラを選択してください
no: Vennligst velg et kamera
pl: Proszę wybrać aparat

# load.formatRequired
source: Please select a format
de: Bitte wähle ein Format aus
es: Por favor selecciona un formato
fr: Veuillez sélectionner un format
ja: フォーマットを選択してください
no: Vennligst velg et format
pl: Proszę wybrać format

# load.addNewCamera
source: Add New Camera
de: Neue Kamera hinzufügen
es: Añadir nueva cámara
fr: Ajouter un nouvel appareil
ja: 新しいカメラを追加
no: Legg til nytt kamera
pl: Dodaj nowy aparat

# load.enterCameraName
source: Enter camera name
de: Kameraname eingeben
es: Introduce el nombre de la cámara
fr: Entrez le nom de l'appareil
ja: カメラ名を入力
no: Skriv inn kameranavn
pl: Wprowadź nazwę aparatu

# load.cameraName
source: Camera Name
de: Kameraname
es: Nombre de la cámara
fr: Nom de l'appareil
ja: カメラ名
no: Kameranavn
pl: Nazwa aparatu

# load.addCamera
source: Add Camera
de: Kamera hinzufügen
es: Añadir cámara
fr: Ajouter l'appareil
ja: カメラを追加
no: Legg til kamera
pl: Dodaj aparat

# load.quantityToLoad
source: Amount to Load
de: Anzahl zum Einlegen
es: Cantidad a cargar
fr: Quantité à charger
ja: 装填する数量
no: Antall å legge inn
pl: Ilość do załadowania

# load.shotAtISO
source: Shoot at ISO
de: Aufnehmen mit ISO
fr: Prendre à ISO

# load.shotAtISO.hint
source: Different from film's native ISO
de: Abweichend von der nativen ISO des Films
fr: Différent de l'ISO natif du film

# camera.title
source: Cameras
de: Kameras
es: Cámaras
fr: Appareils
ja: カメラ
no: Kameraer
pl: Aparaty

# camera.addCamera
source: Add Camera
de: Kamera hinzufügen
es: Añadir cámara
fr: Ajouter un appareil
ja: カメラを追加
no: Legg til kamera
pl: Dodaj aparat

source: Camera Name
de: Kameraname
es: Nombre de la cámara
fr: Nom de l'appareil
ja: カメラ名
no: Kameranavn
pl: Nazwa aparatu

# camera.model
source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
no: Modell

# camera.add
source: Add Camera
de: Kamera hinzufügen
es: Añadir cámara
fr: Ajouter un appareil photo
ja: カメラを追加
pl: Dodaj aparat

# camera.addMessage
source: Enter the name of the new camera.
de: Geb den Namen der neuen Kamera ein.
es: Introduce el nombre de la nueva cámara.
fr: Saisissez le nom du nouvel appareil photo.
ja: 新しいカメラの名前を入力してください。
pl: Wprowadź nazwę nowego aparatu.

# camera.search
source: Search camera
de: Kamera suchen
es: Buscar cámara
fr: Rechercher un appareil photo
ja: カメラを検索
pl: Szukaj aparatu

# camera.duplicateError
source: This camera already exists.
de: Diese Kamera existiert bereits.
es: Esta cámara ya existe.
fr: Cet appareil photo existe déjà.
ja: このカメラは既に存在します。
pl: Ten aparat już istnieje.

# camera.duplicateTitle
source: Duplicate Camera
de: Doppelte Kamera
es: Cámara duplicada
fr: Appareil photo en double
ja: 重複したカメラ
pl: Duplikat aparatu
