Repository: keliway/FilmStock
Catalog: FilmStock/*.lproj/Localizable.strings
Languages: de, es, fr, ja, no, pl

# tab.myFilms
source: My Films
de: Meine Filme
es: Mis Películas
fr: Mes Films
ja: マイフィルム
no: Mine Filmer
pl: Moje Filmy

# tab.loadedFilms
source: Loaded Films
de: Geladene Filme
es: Películas Cargadas
fr: Films Chargés
ja: 装填中のフィルム
no: Innlagte Filmer
pl: Załadowane Filmy

# tab.collection
source: My Collection
de: Meine Sammlung
es: Mi Colección
fr: Ma Collection
ja: マイコレクション
no: Min Samling
pl: Moja Kolekcja

# action.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
no: Legg til
pl: Dodaj

# action.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
no: Rediger
pl: Edytuj

# action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
no: Slett
pl: Usuń

# action.remove
source: Remove
de: Entfernen
fr: Retirer

# action.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
no: Ferdig
pl: Gotowe

# action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
no: Avbryt
pl: Anuluj

# action.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
no: Lagre
pl: Zapisz

# action.load
source: Load
de: Einlegen
es: Cargar
fr: Charger
ja: 装填
no: Legg inn
pl: Załaduj

# action.reload
source: Re-load
de: Erneut einlegen
fr: Recharger

# action.unload
source: Unload
de: Entnehmen
es: Descargar
fr: Décharger
ja: 取り出す
no: Ta ut
pl: Wyjmij

# action.unloadOne
source: Unload 1 Sheet
de: 1 Sheet entnehmen
es: Descargar 1 hoja
fr: Décharger 1 feuille
ja: 1枚取り出す
no: Ta ut 1 ark
pl: Wyjmij 1 arkusz

# action.unloadAll
source: Unload All
de: Alle entnehmen
es: Descargar todo
fr: Tout décharger
ja: すべて取り出す
no: Ta ut alle
pl: Wyjmij wszystko

# action.finishRoll
source: Finish Roll
de: Film entladen
fr: Terminer la pellicule

# action.changeDate
source: Change Date
de: Datum ändern
fr: Changer la date

# action.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
no: Lukk
pl: Zamknij

# finished.status.toDevelop
source: To develop
de: Zu entwickeln
fr: À développer

# finished.status.inDevelopment
source: In development
de: In Entwicklung
fr: En développement

# finished.status.developed
source: Developed
de: Entwickelt
fr: Développée

# loaded.changeDate.title
source: Change Loaded Date
de: Ladedatum ändern
fr: Changer la date de chargement

# action.addNew
source: Add "%@"
de: "%@" hinzufügen
es: Añadir "%@"
fr: Ajouter "%@"
ja: "%@" を追加
no: Legg til "%@"
pl: Dodaj "%@"

# film.addFilm
source: Add Film
de: Film hinzufügen
es: Añadir película
fr: Ajouter un film
ja: フィルムを追加
no: Legg til film
pl: Dodaj film

# film.editFilm
source: Edit Film
de: Film bearbeiten
es: Editar película
fr: Modifier le film
ja: フィルムを編集
no: Rediger film
pl: Edytuj film

# film.manufacturer
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
ja: メーカー
no: Produsent
pl: Producent

# film.selectManufacturer
source: Select Manufacturer
de: Hersteller auswählen
es: Seleccionar fabricante
fr: Sélectionner le fabricant
ja: メーカーを選択
no: Velg produsent
pl: Wybierz producenta

# film.filmName
source: Film Name
es: Nombre de la película
fr: Nom du film
ja: フィルム名
no: Filmnavn
pl: Nazwa filmu

# film.name
source: Name
es: Nombre
fr: Nom
ja: 名前
no: Navn
pl: Nazwa

# film.filmSpeed
source: Film Speed
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
ja: 感度
no: Filmfølsomhet
pl: Czułość

# film.speed
source: Speed
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
ja: 感度
no: Følsomhet
pl: Czułość

# film.quantity
source: Quantity
de: Anzahl
es: Cantidad
fr: Quantité
ja: 数量
no: Antall
pl: Ilość

# film.expiryDate
source: Expiry Date
de: Haltbarkeit
es: Fecha de caducidad
fr: Date d'expiration
ja: 有効期限
no: Utløpsdato
pl: Data ważności

# film.comments
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
ja: コメント
no: Kommentarer
pl: Komentarze

# film.comments.placeholder
source: Add a note about this roll…
de: Notiz zu dieser Rolle hinzufügen…
fr: Ajouter une note sur cette pellicule…

source: Film is frozen
de: Film ist gefroren
es: La película está congelada
fr: Le film est congelé
ja: フィルムは冷凍されています
pl: Film jest zamrożony

# film.frozen
source: FROZEN
de: GEFROREN
es: CONGELADO
fr: CONGELÉ
ja: 冷凍
pl: ZAMROŻONY

# film.expired
source: EXPIRED
de: ABGELAUFEN
fr: EXPIRÉ

# film.filmInformation
source: Film Information
de: Film-Informationen
es: Información de la película
fr: Informations sur le film
ja: フィルム情報
no: Filminformasjon
pl: Informacje o filmie

# film.filmReminder
source: Film reminder
de: Film-Erinnerung
es: Recordatorio de película
fr: Rappel de film
ja: フィルムリマインダー
no: Filmpåminnelse
pl: Przypomnienie o filmie

# film.addExpiryDate
source: Add Expiry Date
de: Haltbarkeitsdatum hinzufügen
es: Añadir fecha de caducidad
fr: Ajouter une date d'expiration
ja: 有効期限を追加
no: Legg til utløpsdato
pl: Dodaj datę ważności

# film.rollsCount
source: %d rolls
de: %d Rollen
es: %d rollos
fr: %d rouleaux
ja: %d本
no: %d ruller
pl: %d rolek

# film.rollCount
source: %d roll
de: %d Rolle
es: %d rollo
fr: %d rouleau
ja: %d本
no: %d rulle
pl: %d rolka

source: Quantity: %d
de: Anzahl: %d
es: Cantidad: %d
fr: Quantité : %d
ja: 数量：%d
no: Antall: %d
pl: Ilość: %d

source: Sheets: %d
de: Blatt: %d
es: Hojas: %d
fr: Feuilles : %d
ja: 枚数：%d
no: Ark: %d
pl: Arkuszy: %d

# film.expiryDateFormat
source: MMYYYY or YYYY
de: MMJJJJ oder JJJJ
es: MMAAAA o AAAA
fr: MMAAAA ou AAAA
ja: MMYYYY または YYYY
no: MMÅÅÅÅ eller ÅÅÅÅ
pl: MMRRRR lub RRRR

# film.searchManufacturer
source: Search manufacturer
de: Hersteller suchen
es: Buscar fabricante
fr: Rechercher un fabricant
ja: メーカーを検索
no: Søk eller legg til produsent
pl: Szukaj producenta

# manufacturer.add
source: Add Manufacturer
de: Hersteller hinzufügen
es: Añadir fabricante
fr: Ajouter un fabricant
ja: メーカーを追加
pl: Dodaj producenta

source: Manufacturer name
de: Herstellername
es: Nombre del fabricante
fr: Nom du fabricant
ja: メーカー名
pl: Nazwa producenta

# manufacturer.addMessage
source: Enter the name of the new manufacturer.
de: Geb den Namen des neuen Herstellers ein.
es: Introduce el nombre del nuevo fabricante.
fr: Saisissez le nom du nouveau fabricant.
ja: 新しいメーカーの名前を入力してください。
pl: Wprowadź nazwę nowego producenta.

# manufacturer.duplicateError
source: This manufacturer already exists.
de: Dieser Hersteller existiert bereits.
es: Este fabricante ya existe.
fr: Ce fabricant existe déjà.
ja: このメーカーは既に存在します。
pl: Ten producent już istnieje.

# manufacturer.duplicateTitle
source: Duplicate Manufacturer
de: Doppelter Hersteller
es: Fabricante duplicado
fr: Fabricant en double
ja: 重複したメーカー
pl: Duplikat producenta

# manufacturer.duplicateMessage
source: A manufacturer with this name already exists in the list.
de: Ein Hersteller mit diesem Namen existiert bereits in der Liste.
es: Ya existe un fabricante con este nombre en la lista.
fr: Un fabricant avec ce nom existe déjà dans la liste.
ja: この名前のメーカーは既にリストに存在します。
pl: Producent o tej nazwie już istnieje na liście.

# manufacturer.deleteError
source: Cannot Delete Manufacturer
de: Hersteller kann nicht gelöscht werden
es: No se puede eliminar el fabricante
fr: Impossible de supprimer le fabricant
ja: メーカーを削除できません
pl: Nie można usunąć producenta

# manufacturer.deleteErrorMessage
source: This manufacturer cannot be deleted because you have films from this manufacturer in your collection.
de: Dieser Hersteller kann nicht gelöscht werden, da Filme von diesem Hersteller in der Sammlung sind.
es: Este fabricante no se puede eliminar porque tienes películas de este fabricante en tu colección.
fr: Ce fabricant ne peut pas être supprimé car vous avez des films de ce fabricant dans votre collection.
ja: このメーカーのフィルムがコレクションにあるため、削除できません。
pl: Ten producent nie może zostać usunięty, ponieważ masz filmy tego producenta w swojej kolekcji.

# type.color
source: Color
de: Farbe
fr: Couleur
ja: カラー
no: Farge
pl: Kolorowy

# type.blackAndWhite
source: Black & White
de: Schwarzweiß
es: Blanco y Negro
fr: Noir et Blanc
ja: 白黒
no: Svart-hvitt
pl: Czarno-biały

# format.sheet.count
source: %d sheet
de: %d Blatt
es: %d hoja
fr: %d feuille
ja: %d枚
no: %d ark
pl: %d arkusz

# format.sheets.count
source: %d sheets
de: %d Blatt
es: %d hojas
fr: %d feuilles
ja: %d枚
no: %d ark
pl: %d arkuszy

# image.takePhoto
source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
ja: 写真を撮る
no: Ta bilde
pl: Zrób zdjęcie

# image.openCatalog
source: Open Catalog
de: Katalog öffnen
es: Abrir catálogo
fr: Ouvrir le catalogue
ja: カタログを開く
no: Åpne katalog
pl: Otwórz katalog

source: Image Catalog
de: Bildkatalog
es: Catálogo de imágenes
fr: Catalogue d'images
ja: 画像カタログ
no: Bildekatalog
pl: Katalog obrazów

# image.defaultCatalog
source: Default Catalog
de: Standardkatalog
es: Catálogo predeterminado
fr: Catalogue par défaut
ja: デフォルトカタログ
no: Standard katalog
pl: Domyślny katalog

# image.myPhotos
source: My Photos
de: Meine Fotos
es: Mis fotos
fr: Mes photos
ja: マイフォト
no: Mine bilder
pl: Moje zdjęcia

# image.chooseFromLibrary
source: Choose from Library
de: Aus Galerie wählen
fr: Choisir dans la galerie

# image.addPhoto
source: Add Photo
de: Foto hinzufügen
fr: Ajouter une photo

# image.squareHint
source: Photos will be cropped to square format
de: Fotos werden auf quadratisches Format zugeschnitten
fr: Les photos seront recadrées au format carré

# camera.permissionDenied
source: Camera access is required to take photos. Please enable it in Settings.
de: Kamerazugriff ist erforderlich, um Fotos aufzunehmen. Bitte in den Einstellungen aktivieren.
fr: L'accès à la caméra est nécessaire pour prendre des photos. Veuillez l'activer dans les Réglages.

# cropper.title
source: Adjust
de: Anpassen
fr: Ajuster

# cropper.hint
source: Pinch to zoom, drag to position
de: Zum Zoomen zusammenziehen, zum Positionieren ziehen
fr: Pincez pour zoomer, faites glisser pour positionner

# empty.noFilms.title
source: No Films Yet
de: Noch keine Filme
es: Aún no hay películas
fr: Aucun film pour le moment
ja: フィルムがありません
no: Ingen filmer ennå
pl: Jeszcze brak filmów

# empty.noFilms.message
source: Add your first film to get started!
de: Füge deinen ersten Film hinzu, um zu beginnen!
es: ¡Añade tu primera película para comenzar!
fr: Ajoutez votre premier film pour commencer !
ja: 最初のフィルムを追加して始めましょう！
no: Legg til din første film for å komme i gang!
pl: Dodaj swój pierwszy film, aby zacząć!

# empty.noLoadedFilms.title
source: No Loaded Films
de: Keine eingelegten Filme
es: No hay películas cargadas
fr: Aucun film chargé
ja: 装填中のフィルムがありません
no: Ingen innlagte filmer
pl: Brak załadowanych filmów

# empty.noLoadedFilms.message
source: Load a film from the My Films tab to track which rolls are currently in your camera(s)
de: Lege einen Film aus dem Tab 'Meine Filme' ein, um zu verfolgen, welche Rollen derzeit in deiner/deinen Kamera(s) sind
es: Carga una película desde la pestaña Mis Películas para rastrear qué rollos están actualmente en tu(s) cámara(s)
fr: Chargez un film depuis l'onglet Mes Films pour suivre quelles bobines sont actuellement dans votre/vos appareil(s)
ja: マイフィルムタブからフィルムを装填して、現在カメラに入っているロールを追跡しましょう
no: Legg inn en film fra Mine Filmer-fanen for å spore hvilke ruller som er i kamera(ene) dine
pl: Załaduj film z zakładki Moje Filmy, aby śledzić rolki aktualnie w twoim aparacie/aparatach

# empty.noCollection.title
source: No film reminder cards (yet)
de: Noch keine film-erinnerungskarten
es: no hay tarjetas recordatorias de película (aún)
fr: aucune carte de rappel de film (pour l'instant)
ja: フィルムリマインダーカードがありません（まだ）
no: ingen filmpåminnelseskort (ennå)
pl: brak kart przypomnień filmowych (jeszcze)

# empty.noCollection.message
source: Upload your own film reminder cards when adding/editing a film and start your own collection!
de: Lade deine eigenen Film-Erinnerungen hoch, wenn du einen Film hinzufügst oder bearbeitest, und starte deine eigene Sammlung!
es: ¡Sube tus propias tarjetas recordatorias de película al añadir/editar una película y comienza tu propia colección!
fr: Téléchargez vos propres cartes de rappel de film lors de l'ajout/modification d'un film et commencez votre propre collection !
ja: フィルムの追加・編集時に独自のフィルムリマインダーカードをアップロードして、コレクションを始めましょう！
no: Last opp dine egne filmpåminnelseskort når du legger til/redigerer en film og start din egen samling!
pl: Prześlij własne karty przypomnień filmowych podczas dodawania/edycji filmu i rozpocznij własną kolekcję!

# empty.noCatalogImages.title
source: No Images Available
de: Keine Bilder verfügbar
es: No hay imágenes disponibles
fr: Aucune image disponible
ja: 画像がありません
no: Ingen bilder tilgjengelig
pl: Brak dostępnych obrazów

# empty.noCatalogImages.message
source: No images found in the catalog
de: Keine Bilder im Katalog gefunden
es: No se encontraron imágenes en el catálogo
fr: Aucune image trouvée dans le catalogue
ja: カタログに画像が見つかりません
no: Ingen bilder funnet i katalogen
pl: Nie znaleziono obrazów w katalogu

# empty.noCustomPhotos.title
source: No film card photos
de: Keine Filmkarten-Fotos
es: No hay fotos de tarjetas de película
fr: Aucune photo de carte de film
ja: フィルムカードの写真がありません
no: Ingen filmkortbilder
pl: Brak zdjęć kart filmowych

# empty.noCustomPhotos.message
source: Take photos of your film cards when adding films to build your collection
de: Fotografiere deine Filmschachteln beim Hinzufügen von Filmen, um deine Sammlung aufzubauen
es: Toma fotos de tus tarjetas de película al añadir películas para crear tu colección
fr: Prenez des photos de vos cartes de film lors de l'ajout de films pour créer votre collection
ja: フィルム追加時にフィルムカードの写真を撮ってコレクションを作成しましょう
no: Ta bilder av filmkortene dine når du legger til filmer for å bygge samlingen din
pl: Rób zdjęcia swoich kart filmowych podczas dodawania filmów, aby zbudować swoją kolekcję

# filter.title
source: Filter
es: Filtros
fr: Filtres
ja: フィルター
no: Filtre
pl: Filtry

# filter.hideEmpty
source: Hide empty
de: Leere Filme ausblenden
es: Ocultar vacíos
fr: Masquer les vides
ja: 空のものを非表示
no: Skjul tomme
pl: Ukryj puste

# sort.title
source: Sort
de: Sortieren
fr: Trier

source: Sort by
de: Sortieren nach
fr: Trier par

# sort.field
source: Sort by
de: Sortieren nach
fr: Trier par

# sort.order
source: Order
de: Reihenfolge
fr: Ordre

# sort.manufacturer
source: Manufacturer
de: Hersteller
fr: Fabricant

# sort.filmType
source: Film Type
de: Filmtyp
fr: Type de film

# sort.filmName
source: Film Name
fr: Nom du film

# sort.expiryDate
source: Expiry Date
de: Ablaufdatum
fr: Date d'expiration

# sort.finishedDate
source: Finished Date
de: Entladedatum
fr: Date de fin

# filter.manufacturer
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
ja: メーカー
no: Produsent
pl: Producent

# filter.camera
source: Camera
de: Kamera
fr: Appareil photo

# filter.speed
source: Speed
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
ja: 感度
no: Følsomhet
pl: Czułość

# filter.filmSpeed
source: Film Speed
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
ja: 感度
no: Filmfølsomhet
pl: Czułość

# filter.showExpiredOnly
source: Show expired only
de: Nur abgelaufene anzeigen
es: Mostrar solo caducados
fr: Afficher uniquement les expirés
ja: 期限切れのみ表示
no: Vis kun utgåtte
pl: Pokaż tylko przeterminowane

# filter.showFrozenOnly
source: Show frozen only
de: Nur eingefrorene anzeigen
es: Mostrar solo congelados
fr: Afficher uniquement les congelés
ja: 冷凍のみ表示
pl: Pokaż tylko zamrożone

# filter.clearAll
source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
ja: すべてクリア
no: Tøm alle
pl: Wyczyść wszystko

# filter.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
no: Bruk
pl: Zastosuj

# filter.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pl: Resetuj

# search.placeholder
source: Search films...
de: Filme durchsuchen...
es: Buscar películas...
fr: Rechercher des films...
ja: フィルムを検索...
no: Søk etter filmer...
pl: Szukaj filmów...

# view.cards
source: Cards
de: Karten
es: Tarjetas
fr: Cartes
ja: カード
no: Kort
pl: Karty

# view.list
source: List
de: Liste
es: Lista
fr: Liste
ja: リスト
no: Liste
pl: Lista

# alert.delete.title
source: Delete Film
de: Film löschen
es: Eliminar película
fr: Supprimer le film
ja: フィルムを削除
no: Slett film
pl: Usuń film

# alert.delete.message
source: Are you sure you want to delete this film? All related formats will be removed.
de: Möchtest du diesen Film wirklich löschen? Alle zugehörigen Formate werden entfernt.
es: ¿Estás seguro de que quieres eliminar esta película? Se eliminarán todos los formatos relacionados.
fr: Êtes-vous sûr de vouloir supprimer ce film ? Tous les formats associés seront supprimés.
ja: このフィルムを削除してもよろしいですか？関連するすべてのフォーマットが削除されます。
no: Er du sikker på at du vil slette denne filmen? Alle relaterte formater vil bli fjernet.
pl: Czy na pewno chcesz usunąć ten film? Wszystkie powiązane formaty zostaną usunięte.

# alert.deleteImage.title
source: Delete Image
de: Bild löschen
es: Eliminar imagen
fr: Supprimer l'image
ja: 画像を削除
no: Slett bilde
pl: Usuń obraz

# alert.deleteImage.single
source: Are you sure you want to delete the image for %@?
de: Möchtest du das Bild für %@ wirklich löschen?
es: ¿Estás seguro de que quieres eliminar la imagen de %@?
fr: Êtes-vous sûr de vouloir supprimer l'image de %@ ?
ja: %@ の画像を削除してもよろしいですか？
no: Er du sikker på at du vil slette bildet for %@?
pl: Czy na pewno chcesz usunąć obraz dla %@?

# alert.deleteImage.multiple
source: Are you sure you want to delete %d image(s)?
de: Möchtest du wirklich %d Bild(er) löschen?
es: ¿Estás seguro de que quieres eliminar %d imagen(es)?
fr: Êtes-vous sûr de vouloir supprimer %d image(s) ?
ja: %d 枚の画像を削除してもよろしいですか？
no: Er du sikker på at du vil slette %d bilde(r)?
pl: Czy na pewno chcesz usunąć %d obraz(ów)?

# alert.unload.title
source: Unload %@
de: %@ entnehmen
es: Descargar %@
fr: Décharger %@
ja: %@ を取り出す
no: Ta ut %@
pl: Wyjmij %@

# alert.unload.message
source: Are you sure you are finished with your roll of %@?
de: Bist du fertig mit deiner Rolle %@?
es: ¿Estás seguro de que has terminado tu rollo de %@?
fr: Êtes-vous sûr d'avoir terminé votre bobine de %@ ?
ja: %@ のロールを撮り終えましたか？
no: Er du sikker på at du er ferdig med rullen din av %@?
pl: Czy na pewno skończyłeś rolkę %@?

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
no: Innstillinger
pl: Ustawienia

# settings.myFilms
source: My Films
de: Meine Filme
es: Mis Películas
fr: Mes Films
ja: マイフィルム
no: Mine Filmer
pl: Moje Filmy

# settings.general
source: General
de: Allgemein
fr: Général
ja: 一般
no: Generelt
pl: Ogólne

# settings.support
source: Support
de: Unterstützung
es: Soporte
fr: Soutien
ja: サポート
no: Støtte
pl: Wsparcie

# settings.hideEmpty
source: Never show empty films
de: Leere Filme nie anzeigen
es: Nunca mostrar películas vacías
fr: Ne jamais afficher les films vides
ja: 空のフィルムを表示しない
no: Aldri vis tomme filmer
pl: Nigdy nie pokazuj pustych filmów

# settings.hideEmpty.footer
source: These settings control the default view when you open the app.
de: Diese Einstellungen steuern die Standardansicht beim Öffnen der App.
es: Estos ajustes controlan la vista predeterminada al abrir la aplicación.
fr: Ces paramètres contrôlent la vue par défaut à l'ouverture de l'application.
ja: これらの設定は、アプリを開いたときのデフォルトビューを制御します。
no: Disse innstillingene styrer standardvisningen når du åpner appen.
pl: Te ustawienia kontrolują domyślny widok po otwarciu aplikacji.

# settings.tableView
source: Always show the table view
de: Immer die Tabellenansicht anzeigen
es: Mostrar siempre la vista de tabla
fr: Toujours afficher la vue en liste
ja: 常にテーブルビューを表示
no: Vis alltid tabellvisning
pl: Zawsze pokazuj widok tabeli

# settings.showExpiryDate
source: Show expiry date in chip
de: Ablaufdatum im Chip anzeigen
es: Mostrar fecha de caducidad
fr: Afficher la date d'expiration

# settings.showExpiryDate.footer
source: When enabled, films with an expiry date will always show a date chip. Red if expired, black if not.
de: Wenn aktiviert, zeigen Filme mit Ablaufdatum immer einen Datums-Chip. Rot wenn abgelaufen, schwarz wenn nicht.
es: Si está activado, las películas con fecha de caducidad siempre mostrarán una etiqueta de fecha. Rojo si está caducado, negro si no.
fr: Si activé, les films avec une date d'expiration afficheront toujours un badge de date. Rouge si expiré, noir sinon.

# settings.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
no: Utseende
pl: Wygląd

# settings.appearance.system
source: System
es: Sistema
fr: Système
ja: システム
pl: Systemowy

# settings.appearance.light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
no: Lys
pl: Jasny

# settings.appearance.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
no: Mørk
pl: Ciemny

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: について
no: Om
pl: O aplikacji

# settings.statistics
source: Statistics
de: Statistiken
fr: Statistiques

# stats.title
source: Statistics
de: Statistiken
fr: Statistiques

# stats.summary
source: Summary
de: Zusammenfassung
fr: Résumé

# stats.totalRolls
source: Total Rolls
de: Gesamte Rollen
fr: Total rouleaux

# stats.totalSheets
source: Total Sheets
de: Gesamte Blätter
fr: Total feuilles

# stats.uniqueFilms
source: Unique Films
de: Filme
fr: Films uniques

# stats.finishedFilms
source: Finished Rolls
de: Fertige Rollen
fr: Rouleaux terminés

# stats.expiredFilms
source: Expired Films
de: Abgelaufene Filme
fr: Films expirés

# stats.frozenFilms
source: Frozen Films
de: Eingefrorene Filme
fr: Films congelés

# stats.byType
source: By Type
de: Nach Typ
fr: Par type

# stats.byFormat
source: By Format
de: Nach Format
fr: Par format

# stats.largeFormat
source: Large Format
de: Großformat
fr: Grand format

# stats.noData
source: No data yet
de: Noch keine Daten
fr: Pas encore de données

# settings.formats
source: Film Formats
de: Filmformate
es: Formatos de película
fr: Formats de film
ja: フィルムフォーマット

# settings.formats.header
source: Film Formats
de: Filmformate
es: Formatos de película
fr: Formats de film
ja: フィルムフォーマット

# settings.formats.footer
source: Choose which film formats appear when adding or editing films.
de: Wähle aus, welche Filmformate beim Hinzufügen oder Bearbeiten von Filmen angezeigt werden.
es: Elige qué formatos de película aparecen al añadir o editar películas.
fr: Choisissez quels formats de film apparaissent lors de l'ajout ou de la modification de films.
ja: フィルムの追加・編集時に表示するフォーマットを選択します。

# formats.manage
source: Manage Formats
de: Formate verwalten
es: Gestionar formatos
fr: Gérer les formats
ja: フォーマットを管理

# formats.builtIn
source: Built-in Formats
de: Standard-Formate
es: Formatos integrados
fr: Formats intégrés
ja: 標準フォーマット

# formats.builtIn.footer
source: Tap to show or hide formats in the Add Film and Edit Film views.
de: Tippe, um Formate in der Ansicht zum Hinzufügen und Bearbeiten von Filmen ein- oder auszublenden.
es: Toca para mostrar u ocultar formatos en las vistas de Añadir y Editar película.
fr: Appuyez pour afficher ou masquer les formats dans les vues Ajouter et Modifier un film.
ja: タップしてフィルム追加・編集画面でフォーマットの表示/非表示を切り替えます。

# formats.custom
source: Custom Formats
de: Eigene Formate
es: Formatos personalizados
fr: Formats personnalisés
ja: カスタムフォーマット

# formats.custom.footer
source: Swipe left to delete custom formats.
de: Nach links wischen, um eigene Formate zu löschen.
es: Desliza a la izquierda para eliminar formatos personalizados.
fr: Glissez vers la gauche pour supprimer les formats personnalisés.
ja: 左にスワイプしてカスタムフォーマットを削除。

# formats.noCustom
source: No custom formats added yet
de: Noch keine eigenen Formate hinzugefügt
es: No hay formatos personalizados añadidos
fr: Aucun format personnalisé ajouté
ja: カスタムフォーマットはありません

# formats.add
source: Add Format
de: Format hinzufügen
es: Añadir formato
fr: Ajouter un format
ja: フォーマットを追加

# formats.name
source: Format Name
es: Nombre del formato
fr: Nom du format
ja: フォーマット名
