Repository: keliway/FilmStock
Catalog: FilmStock/*.lproj/Localizable.strings
Languages: de, es, fr, ja, no, pl

# camera.duplicateMessage
source: A camera with this name already exists in the list.
de: Eine Kamera mit diesem Namen existiert bereits in der Liste.
es: Ya existe una cámara con este nombre en la lista.
fr: Un appareil photo avec ce nom existe déjà dans la liste.
ja: この名前のカメラは既にリストに存在します。
pl: Aparat o tej nazwie już istnieje na liście.

# camera.deleteError
source: Cannot Delete Camera
de: Kamera kann nicht gelöscht werden
es: No se puede eliminar la cámara
fr: Impossible de supprimer l'appareil photo
ja: カメラを削除できません
pl: Nie można usunąć aparatu

# camera.deleteErrorMessage
source: This camera cannot be deleted because it currently has films loaded in it.
de: Diese Kamera kann nicht gelöscht werden, da sie aktuell Filme geladen hat.
es: Esta cámara no se puede eliminar porque actualmente tiene películas cargadas.
fr: Cet appareil photo ne peut pas être supprimé car il contient actuellement des films chargés.
ja: このカメラにフィルムが装填されているため、削除できません。
pl: Ten aparat nie może zostać usunięty, ponieważ ma aktualnie załadowane filmy.

# camera.addFirst
source: Add Your First Camera
de: Erste Kamera hinzufügen
es: Añadir tu primera cámara
fr: Ajouter votre premier appareil
ja: 最初のカメラを追加
pl: Dodaj swój pierwszy aparat

# camera.format.none
source: None
de: Kein Format
fr: Aucun

# camera.edit
source: Edit Camera
de: Kamera bearbeiten
fr: Modifier l'appareil

# cameras.manage
source: Manage Cameras
de: Kameras verwalten
es: Gestionar cámaras
fr: Gérer les appareils
ja: カメラを管理
pl: Zarządzaj aparatami

# cameras.empty
source: No cameras yet
de: Noch keine Kameras
es: Sin cámaras todavía
fr: Aucun appareil photo
ja: カメラがありません
pl: Brak aparatów

# cameras.swipeToDelete
source: Swipe left on a camera to delete it
de: Nach links wischen um zu löschen
es: Desliza a la izquierda para eliminar
fr: Glissez vers la gauche pour supprimer
ja: 左にスワイプして削除
pl: Przesuń w lewo, aby usunąć

# cameras.info.title
source: Managing Cameras
de: Kameras verwalten
es: Gestión de cámaras
fr: Gestion des appareils
ja: カメラの管理
pl: Zarządzanie aparatami

# cameras.info.message
source: You can add and manage your cameras from the Loaded Films tab using the camera icon in the top left.
de: Du kannst Kameras im Tab 'Geladene Filme' über das Kamera-Symbol oben links hinzufügen und verwalten.
es: Puedes añadir y gestionar tus cámaras desde la pestaña Películas cargadas usando el icono de cámara arriba a la izquierda.
fr: Vous pouvez ajouter et gérer vos appareils photo depuis l'onglet Films chargés via l'icône appareil en haut à gauche.
ja: 「装填済みフィルム」タブの左上にあるカメラアイコンからカメラを追加・管理できます。
pl: Możesz dodawać i zarządzać aparatami z zakładki Załadowane filmy, używając ikony aparatu w lewym górnym rogu.

# detail.information
source: Film Information
de: Film-Informationen
es: Información de la película
fr: Informations sur le film
ja: フィルム情報
no: Filminformasjon
pl: Informacje o filmie

# detail.sheets
source: Sheets
de: Planfilme
fr: Films en Feuilles

# detail.other
source: Other
de: Sonstige
fr: Autres

# detail.otherFormats
source: Other Formats
de: Andere Formate
es: Otros formatos
fr: Autres formats
ja: その他のフォーマット
no: Andre formater
pl: Inne formaty

# detail.noFormats
source: No formats available
de: Keine Formate verfügbar
es: No hay formatos disponibles
fr: Aucun format disponible
ja: 利用可能なフォーマットがありません
no: Ingen formater tilgjengelig
pl: Brak dostępnych formatów

# detail.loadedAt
source: Loaded
de: Eingelegt
es: Cargada
fr: Chargé
ja: 装填済み
no: Innlagt
pl: Załadowany

# onboarding.welcome.title
source: Welcome to FilmStock!
de: Willkommen bei FilmStock!
es: ¡Bienvenido a FilmStock!
fr: Bienvenue dans FilmStock !
ja: FilmStockへようこそ！
no: Velkommen til FilmStock!
pl: Witaj w FilmStock!

# onboarding.welcome.subtitle
source: Your personal analog film manager
de: Dein persönlicher Analogfilm-Manager
es: Tu gestor personal de películas analógicas
fr: Votre gestionnaire personnel de films argentiques
ja: あなた専用のアナログフィルムマネージャー
no: Din personlige analoge filmhåndterer
pl: Twój osobisty menedżer filmów analogowych

# onboarding.feature1.title
source: Track Your Collection
de: Verfolge deine Sammlung
es: Rastrea tu colección
fr: Suivez votre collection
ja: コレクションを追跡
no: Spor samlingen din
pl: Śledź swoją kolekcję

# onboarding.feature1.description
source: Keep track of all your film rolls, sheets, and formats - both in your fridge and currently in your camera
de: Behalte den Überblick über all deine Filmrollen, Planfilme und Formate - sowohl in deinem Kühlschrank als auch in deiner Kamera
es: Mantén un registro de todos tus rollos de película, hojas y formatos - tanto en tu refrigerador como en tu cámara
fr: Gardez une trace de tous vos rouleaux de film, feuilles et formats - à la fois dans votre réfrigérateur et dans votre appareil
ja: すべてのフィルムロール、シート、フォーマットを追跡 - 冷蔵庫とカメラの両方で
no: Hold oversikt over alle filmruller, ark og formater - både i kjøleskapet og i kameraet
pl: Trzymaj wszystkie rolki filmowe, arkusze i formaty - zarówno w lodówce, jak i w aparacie

# onboarding.feature2.title
source: Manage Loaded Films
de: Eingelegte Filme verwalten
es: Gestiona películas cargadas
fr: Gérez les films chargés
ja: 装填済みフィルムを管理
no: Administrer innlagte filmer
pl: Zarządzaj załadowanymi filmami

# onboarding.feature2.description
source: Know exactly films are loaded in which cameras and when. Forgot the ISO or expiry date? I got you!
de: Wisse genau, welche Filme in welchen Kameras eingelegt sind und wann. ISO oder Ablaufdatum vergessen? Ich helfe dir!
es: Sabe exactamente qué películas están cargadas en qué cámaras y cuándo. ¿Olvidaste el ISO o la fecha de caducidad? ¡Estoy aquí para ayudarte!
fr: Sachez exactement quels films sont chargés dans quels appareils et quand. ISO ou date d'expiration oubliée ? Je suis là pour vous !
ja: どのカメラにどのフィルムが装填されているか、いつ装填されたかを正確に把握。ISOや有効期限を忘れても大丈夫！
no: Vit nøyaktig hvilke filmer som er i hvilke kameraer og når. Glemt ISO eller utløpsdato? Jeg hjelper deg!
pl: Wiedz dokładnie, które filmy są w których aparatach i kiedy. Zapomniałeś ISO lub daty ważności? Jestem tu, aby pomóc!

# onboarding.feature3.title
source: Custom Film Reminder Cards
de: Eigene Film-Erinnerungskarten
es: Tarjetas recordatorias de película personalizadas
fr: Cartes de rappel de film personnalisées
ja: カスタムフィルムリマインダーカード
no: Egne filmpåminnelseskort
pl: Niestandardowe karty przypomnień filmowych

# onboarding.feature3.description
source: Take photos of your film boxes and add them to your collection. You can also add your own film reminder holder to your home screen - just add the FilmStock widget and see whats currently loaded in your camera.
de: Fotografiere deine Filmschachteln und füge sie deiner Sammlung hinzu. Du kannst auch deinen eigenen Film-Erinnerungshalter auf deinen Homescreen legen - füge einfach das FilmStock-Widget hinzu und sieh, was gerade in deiner Kamera ist.
es: Toma fotos de tus cajas de película y añádelas a tu colección. También puedes añadir tu propio soporte de tarjeta recordatoria de película a tu pantalla de inicio - simplemente añade el widget de FilmStock y ve qué hay actualmente en tu cámara.
fr: Prenez des photos de vos boîtes de film et ajoutez-les à votre collection. Vous pouvez également ajouter votre propre porte-carte de rappel de film à votre écran d'accueil - ajoutez simplement le widget FilmStock et voyez ce qui est actuellement dans votre appareil.
ja: フィルムボックスの写真を撮ってコレクションに追加しましょう。ホーム画面に独自のフィルムリマインダーホルダーを追加することもできます - FilmStockウィジェットを追加して、現在カメラに入っているものを確認しましょう。
no: Ta bilder av filmeskene dine og legg dem til i samlingen din. Du kan også legge til din egen filmpåminnelsesholder på hjemmeskjermen - bare legg til FilmStock-widgeten og se hva som er i kameraet ditt akkurat nå.
pl: Rób zdjęcia pudełek filmowych i dodawaj je do swojej kolekcji. Możesz również dodać własny uchwyt karty przypomnień filmowych do ekranu głównego - po prostu dodaj widżet FilmStock i zobacz, co jest obecnie w twoim aparacie.

# onboarding.getStarted
source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
ja: 始める
no: Kom i gang
pl: Zacznij

# onboarding.tooltip.addFilm.title
source: Add Your First Film
de: Füge deinen ersten Film hinzu
es: Añade tu primera película
fr: Ajoutez votre premier film
ja: 最初のフィルムを追加
no: Legg til din første film
pl: Dodaj swój pierwszy film

# onboarding.tooltip.addFilm.message
source: Tap here to add a film from your stock. You can track different formats, expiry dates, and even add photos of your own reminder cards!
de: Tippe hier, um einen Film aus deinem Vorrat hinzuzufügen. Du kannst verschiedene Formate, Ablaufdaten verfolgen und sogar Fotos deiner eigenen Erinnerungskarten hinzufügen!
es: Toca aquí para añadir una película de tu stock. ¡Puedes rastrear diferentes formatos, fechas de caducidad e incluso añadir fotos de tus propias tarjetas recordatorias!
fr: Appuyez ici pour ajouter un film de votre stock. Vous pouvez suivre différents formats, dates d'expiration et même ajouter des photos de vos propres cartes de rappel !
ja: ここをタップしてストックからフィルムを追加します。さまざまなフォーマット、有効期限を追跡し、独自のリマインダーカードの写真を追加することもできます！
no: Trykk her for å legge til en film fra lageret ditt. Du kan spore forskjellige formater, utløpsdatoer og til og med legge til bilder av dine egne påminnelseskort!
pl: Dotknij tutaj, aby dodać film ze swojego zapasu. Możesz śledzić różne formaty, daty ważności, a nawet dodawać zdjęcia własnych kart przypomnień!

# onboarding.tooltip.filter.title
source: Filter Your Films
de: Filtere deine Filme
es: Filtra tus películas
fr: Filtrez vos films
ja: フィルムをフィルタリング
no: Filtrer filmene dine
pl: Filtruj swoje filmy

# onboarding.tooltip.filter.message
source: Use filters to organize your collection by type, format, or manufacturer. Toggle 'Hide empty' to show only films you have in stock.
de: Verwende Filter, um deine Sammlung nach Typ, Format oder Hersteller zu organisieren. Schalte 'Leere ausblenden' ein, um nur Filme anzuzeigen, die du auf Lager hast.
es: Usa filtros para organizar tu colección por tipo, formato o fabricante. Activa 'Ocultar vacíos' para mostrar solo películas que tengas en stock.
fr: Utilisez les filtres pour organiser votre collection par type, format ou fabricant. Activez 'Masquer les vides' pour afficher uniquement les films que vous avez en stock.
ja: フィルターを使用して、種類、フォーマット、またはメーカー別にコレクションを整理します。「空のものを非表示」を切り替えて、在庫のあるフィルムのみを表示します。
no: Bruk filtre for å organisere samlingen din etter type, format eller produsent. Slå på 'Skjul tomme' for å vise bare filmer du har på lager.
pl: Użyj filtrów, aby uporządkować swoją kolekcję według typu, formatu lub producenta. Włącz 'Ukryj puste', aby pokazać tylko filmy, które masz na stanie.

# help.collection.title
source: My Collection
de: Meine Sammlung
es: Mi Colección
fr: Ma Collection
ja: マイコレクション
no: Min Samling
pl: Moja Kolekcja

# help.collection.message
source: This is your gallery of custom film reminder cards. When you take a photo using the camera while adding or editing a film, it appears here. You can delete images you no longer need or re-use them if you stock up on your favourite film.
de: Dies ist deine Galerie mit eigenen Film-Erinnerungskarten. Wenn du ein Foto mit der Kamera beim Hinzufügen oder Bearbeiten eines Films aufnimmst, erscheint es hier. Du kannst Bilder löschen, die du nicht mehr benötigst, oder sie wiederverwenden, wenn du deinen Lieblingsfilm nachbestellst.
es: Esta es tu galería de tarjetas recordatorias de película personalizadas. Cuando tomas una foto con la cámara al añadir o editar una película, aparece aquí. Puedes eliminar imágenes que ya no necesites o reutilizarlas si reordenas tu película favorita.
fr: Ceci est votre galerie de cartes de rappel de film personnalisées. Lorsque vous prenez une photo avec l'appareil lors de l'ajout ou de la modification d'un film, elle apparaît ici. Vous pouvez supprimer les images dont vous n'avez plus besoin ou les réutiliser si vous vous réapprovisionnez en votre film préféré.
ja: これは、カスタムフィルムリマインダーカードのギャラリーです。フィルムの追加または編集中にカメラで写真を撮ると、ここに表示されます。不要になった画像は削除でき、お気に入りのフィルムを再注文する場合は再利用できます。
no: Dette er ditt galleri med egne filmpåminnelseskort. Når du tar et bilde med kameraet mens du legger til eller redigerer en film, vises det her. Du kan slette bilder du ikke lenger trenger eller gjenbruke dem hvis du bestiller favorittfilmen din på nytt.
pl: To jest twoja galeria niestandardowych kart przypomnień filmowych. Kiedy robisz zdjęcie aparatem podczas dodawania lub edytowania filmu, pojawia się ono tutaj. Możesz usuwać obrazy, których już nie potrzebujesz lub ponownie wykorzystać je, jeśli ponownie zamówisz swój ulubiony film.

# help.loadedFilms.title
source: Loaded Films
de: Eingelegte Filme
es: Películas Cargadas
fr: Films Chargés
ja: 装填中のフィルム
no: Innlagte Filmer
pl: Załadowane Filmy

# help.loadedFilms.message
source: This view shows all films currently loaded in your cameras. When you load a film from the My Films tab, it appears here along with the camera name and load date. Swipe left on any film to unload it when you have finished your roll.
de: Diese Ansicht zeigt alle derzeit in deinen Kameras eingelegten Filme. Wenn du einen Film aus dem Tab 'Meine Filme' einlegst, erscheint er hier zusammen mit dem Kameranamen und dem Ladedatum. Wische nach links auf einen Film, um ihn zu entnehmen, wenn du deine Rolle fertig hast.
es: Esta vista muestra todas las películas actualmente cargadas en tus cámaras. Cuando cargas una película desde la pestaña Mis Películas, aparece aquí junto con el nombre de la cámara y la fecha de carga. Desliza hacia la izquierda en una película para descargarla cuando hayas terminado tu rollo.
fr: Cette vue affiche tous les films actuellement chargés dans vos appareils. Lorsque vous chargez un film depuis l'onglet Mes Films, il apparaît ici avec le nom de l'appareil et la date de chargement. Balayez vers la gauche sur un film pour le décharger lorsque vous avez terminé votre bobine.
ja: このビューには、カメラに現在装填されているすべてのフィルムが表示されます。マイフィルムタブからフィルムを装填すると、カメラ名と装填日とともにここに表示されます。ロールを撮り終えたら、フィルムを左にスワイプして取り出します。
no: Denne visningen viser alle filmer som for øyeblikket er innlagt i kameraene dine. Når du legger inn en film fra Mine Filmer-fanen, vises den her sammen med kameranavn og innleggingsdato. Sveip til venstre på en film for å ta den ut når du er ferdig med rullen.
pl: Ten widok pokazuje wszystkie filmy aktualnie załadowane w twoich aparatach. Kiedy ładujesz film z zakładki Moje Filmy, pojawia się on tutaj wraz z nazwą aparatu i datą załadowania. Przesuń w lewo na filmie, aby go wyjąć, gdy skończysz rolkę.

# accessibility.filmImage
source: Film image
de: Filmbild
es: Imagen de película
fr: Image du film
ja: フィルム画像
no: Filmbilde
pl: Obraz filmu

# accessibility.manufacturerIcon
source: Manufacturer icon
de: Hersteller-Symbol
es: Icono del fabricante
fr: Icône du fabricant
ja: メーカーアイコン
no: Produsentikon
pl: Ikona producenta

# accessibility.deleteButton
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
no: Slett
pl: Usuń

# accessibility.editButton
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
no: Rediger
pl: Edytuj

# accessibility.filterButton
source: Filter
es: Filtrar
fr: Filtrer
ja: フィルター
no: Filtrer
pl: Filtruj

# accessibility.searchField
source: Search films
de: Filme durchsuchen
es: Buscar películas
fr: Rechercher des films
ja: フィルムを検索
no: Søk etter filmer
pl: Szukaj filmów

# time.loadedAt
source: Loaded %@
de: Eingelegt %@
es: Cargada %@
fr: Chargé %@
ja: %@ に装填
no: Innlagt %@
pl: Załadowano %@

# time.justNow
source: just now
de: gerade eben
es: justo ahora
fr: à l'instant
ja: たった今
no: akkurat nå
pl: właśnie teraz

# time.minutesAgo
source: %d minutes ago
de: vor %d Minuten
es: hace %d minutos
fr: il y a %d minutes
ja: %d 分前
no: %d minutter siden
pl: %d minut temu

# time.hoursAgo
source: %d hours ago
de: vor %d Stunden
es: hace %d horas
fr: il y a %d heures
ja: %d 時間前
no: %d timer siden
pl: %d godzin temu

# time.daysAgo
source: %d days ago
de: vor %d Tagen
es: hace %d días
fr: il y a %d jours
ja: %d 日前
no: %d dager siden
pl: %d dni temu

# widget.title
source: Loaded Films
de: Eingelegte Filme
es: Películas cargadas
fr: Films chargés
ja: 装填中のフィルム
no: Innlagte filmer
pl: Załadowane filmy

# widget.description
source: View your currently loaded films
de: Zeige deine aktuell eingelegten Filme
es: Ver tus películas actualmente cargadas
fr: Afficher vos films actuellement chargés
ja: 現在装填中のフィルムを表示
no: Se dine innlagte filmer
pl: Zobacz aktualnie załadowane filmy

# widget.noFilms
source: No Films Loaded
de: Keine Filme eingelegt
es: No hay películas cargadas
fr: Aucun film chargé
ja: 装填されたフィルムがありません
no: Ingen innlagte filmer
pl: Brak załadowanych filmów

# widget.unsupportedSize
source: Only small size supported
de: Nur kleine Größe unterstützt
es: Solo se admite tamaño pequeño
fr: Seule la petite taille est prise en charge
ja: 小サイズのみサポート
no: Kun liten størrelse støttes
pl: Obsługiwany jest tylko mały rozmiar

# widget.config.title
source: Loaded Films Widget Configuration
de: Widget-Konfiguration
es: Configuración del widget
fr: Configuration du widget
ja: ウィジェット設定
no: Widget-konfigurasjon
pl: Konfiguracja widżetu

# widget.config.description
source: Configure the loaded films widget display
de: Konfiguriere die Anzeige des Widgets
es: Configurar la visualización del widget
fr: Configurez l'affichage du widget
ja: ウィジェットの表示を設定
no: Konfigurer widget-visningen
pl: Skonfiguruj wyświetlanie widżetu

# widget.config.showFilmInfo
source: Show Film Info
de: Filminfo anzeigen
es: Mostrar información de la película
fr: Afficher les infos du film
ja: フィルム情報を表示
no: Vis filminfo
pl: Pokaż informacje o filmie

# widget.config.infoPosition
source: Info Position
es: Posición de la información
fr: Position des infos
ja: 情報の位置
no: Info-posisjon
pl: Pozycja informacji

# widget.config.position.top
source: Top
de: Oben
es: Arriba
fr: Haut
ja: 上
no: Topp
pl: Góra

# widget.config.position.bottom
source: Bottom
de: Unten
es: Abajo
fr: Bas
ja: 下
no: Bunn
pl: Dół

# loaded.segment.loaded
source: Loaded
de: Geladen
fr: Chargées

# loaded.segment.finished
source: Finished Rolls
de: Fertige Rollen
fr: Pellicules terminées

# time.finishedAt
source: Finished %@
de: Abgeschlossen %@
fr: Terminé %@

# empty.noFinishedFilms.title
source: No Finished Rolls
de: Keine fertigen Rollen
fr: Aucune pellicule terminée

# empty.noFinishedFilms.message
source: Rolls you unload will appear here.
de: Entladene Rollen werden hier angezeigt.
fr: Les pellicules déchargées apparaîtront ici.

# image.search.prompt
source: Search films…
de: Filme suchen…
fr: Rechercher des films…

# settings.whatsNew
source: What's New
de: Was ist neu
fr: Nouveautés

# settings.export
source: Export or Import Inventory
de: Bestand exportieren oder importieren
fr: Exporter ou importer l'inventaire

# export.format.json.description
source: Structured data, ideal for developers or other apps
de: Strukturierte Daten, ideal für Entwickler oder andere Apps
fr: Données structurées, idéales pour les développeurs

# export.format.csv.description
source: Spreadsheet-compatible, opens in Numbers or Excel
de: Tabellenkompatibel, öffnet sich in Numbers oder Excel
fr: Compatible tableur, s'ouvre dans Numbers ou Excel

# export.includes
source: Includes
de: Enthält
fr: Contenu

# export.includes.inventory
source: Film inventory
de: Filmbestand
fr: Inventaire

# export.includes.loaded
source: Loaded rolls
de: Eingelegte Rollen
fr: Pellicules en cours

# export.includes.finished
source: Finished rolls
de: Abgeschlossene Rollen
fr: Pellicules terminées

# export.action
source: Export & Share
de: Exportieren & Teilen
fr: Exporter et partager

# import.supported.formats
source: Supported Formats
de: Unterstützte Formate
fr: Formats pris en charge

# import.supports.json
source: JSON (FilmStock export)
fr: JSON (export FilmStock)

# import.supports.csv
source: CSV (FilmStock export)
fr: CSV (export FilmStock)

# import.footer
source: Select a file exported from FilmStock to import its film inventory.
de: Wähle eine aus FilmStock exportierte Datei, um den Filmbestand zu importieren.
fr: Sélectionnez un fichier exporté depuis FilmStock pour importer votre inventaire.

# import.scope.header
source: What Gets Imported
de: Was importiert wird
fr: Ce qui est importé

# import.scope.inventory
source: Film inventory only
de: Nur Filmbestand
fr: Inventaire uniquement

# import.scope.footer
source: Loaded rolls, finished rolls, and cameras are not imported. Existing films are not duplicated — rolls are added to them.
de: Eingelegte Rollen, abgeschlossene Rollen und Kameras werden nicht importiert. Vorhandene Filme werden nicht dupliziert.
fr: Les pellicules chargées, terminées et les appareils ne sont pas importés. Les films existants ne sont pas dupliqués.

# import.action
source: Choose File
de: Datei auswählen
fr: Choisir un fichier

# import.preview.title
source: Review Import
de: Import prüfen
fr: Vérifier l'import

# import.preview.summary
source: Summary
de: Zusammenfassung
fr: Résumé

# import.preview.count
source: Films to import
de: Filme zum Importieren
fr: Pellicules à importer

# import.preview.warnings
source: Warnings
de: Warnungen
fr: Avertissements

# export.beta.notice
source: This feature is in beta. Use the exported file as a reference when importing data. Note that film card pictures are not automatically imported and will need to be added manually afterwards.
de: Diese Funktion ist noch in der Beta-Phase. Verwende die exportierte Datei als Vorlage beim Importieren. Film-Bilder werden nicht automatisch importiert und müssen danach manuell hinzugefügt werden.
fr: Cette fonctionnalité est en version bêta. Utilisez le fichier exporté comme référence lors de l'importation. Les images des fiches film ne sont pas importées automatiquement et devront être ajoutées manuellement.

# film.type
source: Type
de: Typ
es: Tipo
ja: 種類
pl: Typ

# filter.type
source: Type
de: Typ
es: Tipo
ja: 種類
pl: Typ

# filter.options
source: Options
de: Optionen
es: Opciones
ja: オプション
no: Alternativer
pl: Opcje

# settings.contact
source: Contact
de: Kontakt
es: Contacto
ja: 連絡先
no: Kontakt
pl: Kontakt

# detail.formats
source: Formats
de: Formate
es: Formatos
ja: フォーマット
no: Formater
pl: Formaty

# export.tab.export
source: Export
de: Exportieren

# export.tab.import
source: Import
de: Importieren

# import.preview.films
source: Films
de: Filme

# import.preview.confirm
source: Import
de: Importieren

# film.format
source: Format
es: Formato
ja: フォーマット

# filter.format
source: Format
es: Formato
ja: フォーマット

# settings.version
source: Version
es: Versión
ja: バージョン
no: Versjon
pl: Wersja

# about.version
source: Version %@
es: Versión %@
ja: バージョン %@
no: Versjon %@
pl: Wersja %@

# widget.config.position
source: Position
es: Posición
ja: 位置
no: Posisjon
pl: Pozycja
